Repository: Sohbetbackend/Flask-Ecommerce
Catalog: shop/translations/*/LC_MESSAGES/messages.po
Languages: tk

source: Please login first
tk: Haýyş edýäs ulgama giriň

source: Name:
tk: Adyňyz:

source: Email:
tk: Email poçtaňyz:

source: Password:
tk: Açar söz:

source: Repeat Password:
tk: Açar sözi gaýtalaň:

source: City:
tk: Şäher:

source: Contact:
tk: Habarlaşmak:

source: Address:
tk: Adresiňiz:

source: Register
tk: Registrasiýa

source: This name is already in use!
tk: Ulanyjy ady eýýäm ulanylan!

source: This email address is already in use!
tk: Ulanyjy poçta eýýäm ulanylan!

source: Welcome! Thank you for registering
tk: Hoş geldiňiz! Registrasiýa bolanyňyz üçin minnetdar

source: You are login now!
tk: Içeri girdiňiz!

source: Incorrect email and password
tk: Nädogry email ýada açar söz

source: Your order has been sent successfully
tk: Siziň zakazyňyz ugradyldy

source: Some thing went wrong while get order
tk: Birzatlar nädogry

source: The zakaz was sent from shop to address
tk: Zakaz dükandan adresa ugradyldy

source: The zakaz can't be deleted from your database
tk: Zakaz database pozulmady

source: Categories
tk: Kategoriýa

source: Brands
tk: Brendlar

source: Search any product...
tk: Islendik önümiňizi gözlediň...

source: Sign in
tk: Agza bol

source: Login
tk: Içeri gir

source: Profile
tk: Hasabym

source: Logout
tk: Çyk

source: About Me
tk: Maglumatym

source: FullName:
tk: Doly at:

source: Telephone
tk: Telefon

source: Sr
tk: Sn

source: Image
tk: Surat

source: Name
tk: Ady

source: Color
tk: Reňki

source: Price
tk: Bahasy

source: Quantity
tk: Sany

source: Discount
tk: Arzanladyş

source: Subtotal
tk: Şot

source: Update
tk: Täzele

source: Delete
tk: Poz

source: Colors:
tk: Reňkler:

source: None
tk: Hiç

source: Order now
tk: Zakaz et

source: Grand total:
tk: Doly baha:

source: Clear cart
tk: Sebedi arassala

source: Products
tk: Önümler

source: Details
tk: Giňişleýin

source: Previous
tk: Önki

source: Next
tk: Indiki

source: Add to Cart
tk: Sebede goş

source: Product name:
tk: Önümiň ady

source: Product price:
tk: Önümiň bahasy

source: Discount:
tk: Arzanladyş

source: Product description
tk: Önümiň maglumaty

source: Quantity:
tk: Sany
